/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "Za pomocą programu BlackBerry Blend możesz wyświetlać wiadomości i materiały ze swojego urządzenia BlackBerry na komputerze. Możesz też przejrzeć kalendarz i kontakty, a także zarządzać plikami między komputerem a urządzeniem. Jeżeli Twoje urządzenie jest aktywowane w firmie, masz bezpieczny dostęp do plików, informacji i sieci firmowej bez konieczności łączenia się z VPN. Program BlackBerry Blend jest obsługiwany na urządzeniach z systemem BlackBerry 10 OS w wersji 10.3 lub nowszej.";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "Program BlackBerry Link pozwala na tworzenie kopii zapasowej danych urządzenia i ich przywracanie, zmianę urządzenia na nowe, aktualizację oprogramowania systemowego albo reinstalację oprogramowania urządzenia. Możesz też synchronizować multimedia, dokumenty i dane organizatora, takie jak kontakty i kalendarze, między urządzeniem a komputerem. Możesz mieć dostęp do plików na komputerze za pośrednictwem urządzenia dzięki funkcji zdalnego dostępu do plików i korzystać z wielu innych funkcji!";